{
  "name": "Плов",
  "desc": "Вряд ли кто ни будь сможет назвать точное количество блюд, объединённых одним общим названием «узбекский плов». Плов, который готовят в Бухаре и который готовят, скажем, в Андижане или в Ташкенте абсолютно разные по методу приготовления, по внешнему виду и по вкусовым особенностям. Более того, даже у двух соседей плов может выглядеть совершенно по-разному, даже если они используют одни и те же продукты. При этом каждый считает, что именно он и готовит «правильный плов». Мы в этом случае не исключение, более того, мы правильнее расскажем о том, как его готовить!",
  "ingredients": [
    {
      "item": "Баранина, мякоть",
      "quantity": "1",
      "measure": "кг"
    },
    {
      "item": "Дольки от спинки с рёбрышками",
      "quantity": "3-4",
      "measure": " шт"
    },
    {
      "item": "Оливковое масло",
      "quantity": "300-350",
      "measure": "г"
    },
    {
      "item": "Рис девзира/среднезерновой",
      "quantity": "1",
      "measure": "кг"
    },
    {
      "item": "Красная морковь",
      "quantity": "1",
      "measure": "кг"
    },
    {
      "item": "Лук, средний",
      "quantity": "2-3",
      "measure": "головки"
    },
    {
      "item": "Чеснок",
      "quantity": "2-3",
      "measure": "головки"
    },
    {
      "item": "Стручковый перц",
      "quantity": "1-3",
      "measure": "шт"
    },
    {
      "item": "Зира",
      "quantity": "2",
      "measure": "г"
    },
    {
      "item": "Соль",
      "quantity": "1",
      "measure": "ст. л."
    }
  ],
  "steps": [
    {
      "desc": "Поставить фильтроваться 2 литра воды",
      "time": 60,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Очистить головки чеснока от шелухи и корней",
      "time": 120,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Помыть перец",
      "time": 60,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Порезать морковь длинной соломкой 0,3 Х 0,3см",
      "time": 1800,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Порезать мясо 1,5-сантиметровыми кубиками",
      "time": 900,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Дольки спины с рёбрышками, чуть присыпать солью, слегка отбить и отложить промариноваться",
      "time": 300,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Промыть рис",
      "time": 600,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Замочить рис в большом количестве тёплой воды",
      "time": 300,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Нагреть масло в казане на максимальном огне",
      "time": 300,
      "timer": true,
      "countdown": true
    },
    {
      "desc": "В очень горячее масло опустить дольки от спины. Осторожно - может брызнуть и обжечь! Жарятся они очень быстро - раз-два перевернуть, минут пять-шесть, и они стали красивого, золотисто-коричневого цвета! Косточка должна приобрести золотистый цвет. Вынимаем их из казана и откладываем в сторонку.",
      "time": 360,
      "timer": true,
      "countdown": true
    },
    {
      "desc": "Ждём, когда масло разогреется и опускаем нарезанный кольцами лук. Аккуратно обжарить, иногда перемешивая до красно-золотистого цвета, вся вода, которая была в луке, почти выпарится",
      "time": 600,
      "timer": true,
      "countdown": true
    },
    {
      "desc": "Опустить в казан мясо и обжарить, иногда помешивая, вместе с луком.",
      "time": 600,
      "timer": true,
      "countdown": true
    },
    {
      "desc": "Ровным слоем засыпать морковь. Через две-три минуты перемешать по всему периметру казана с мясом и луком. Перемешивать надо аккуратно, чтоб не разломить ломтики моркови.",
      "time": 720,
      "timer": true,
      "countdown": true
    },
    {
      "desc": "Закипятить литр воды",
      "time": 60,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Убавить огонь до «среднего», всыпаем часть зиры. Морковь должна стать мягкой и издавать «запах плова», а если нет, то это значит только то, что мало пожарили.",
      "time": 180,
      "timer": true,
      "countdown": true
    },
    {
      "desc": "Влить горячую воду, чтоб всё покрылось водой на 1-1,5 см",
      "time": 90,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Опустить целые головки чеснока и целый, без повреждений, стручковый перец, дольки от спины, либо косточку, которую жарили вначале",
      "time": 90,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Когда всё закипит, убавить огонь до «чуть выше самого минимума»",
      "time": 300,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Всё должно кипеть в открытом казане минут сорок, не меньше. Вода должна постепенно выкипать, а оставшийся бульон становиться прозрачным и иметь насыщенный красно-коричневый цвет",
      "time": 2700,
      "timer": true,
      "countdown": true
    },
    {
      "desc": "Закипятить литр воды",
      "time": 60,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Добавляем огонь до «максимума», солим. Примерно столовая ложка с горкой соли уходит обычно, но лучше попробовать - бульон должен быть чуть пересоленный, часть соли возьмёт в себя рис.",
      "time": 180,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Косточку вынуть",
      "time": 60,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "С риса тщательно слить воду",
      "time": 180,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Шумовкой опустить рис равномерно в казан, разравнивая по поверхности. Заливаем всё примерно 1 литром кипятка - осторожно, чтобы не повредить слой риса. Здесь важно не налить лишнего, каждый раз объём воды подбирается в соответствии с качеством риса, силой пламени и проч. Можно налить чуть меньше, и долить потом, чем перелить сразу и всё испортить. Но, главное, чтобы весь рис был покрыт водой.",
      "time": 180,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Огонь добавить до «супер максимума», надо, чтобы закипело как можно скорее и по всей поверхности, можно даже прикрыть на минутку крышкой! Лишь бы закипело, да так, чтоб масло всплыло наверх, а потом, в процессе варки риса и выпаривания воды опускалось сквозь рис, обволакивая каждую рисинку, вот тогда будет плов, а не липкая каша с мясом! И ни в коем случае не мешаем уже больше ничего, только разравниваем в случае необходимости поверхность риса. ",
      "time": 600,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Попробуйте рис. Он не должен хрустеть на зубах, должен здорово увеличиться в объёме, стать почти готовым и воды в казане не должно остаться вовсе. Отодвиньте шумовкой с краю и посмотрите - там только масло, или и вода парит? А если рис всё ещё хрустит, то добавьте ещё чуть-чуть воды (грамм 50, а то легко можно всё испортить). Если всё-таки перелили воду, то надо в слое риса проделывать отверстия, что бы вода выкипала интенсивнее, можно шумовкой отодвигать слой риса по краям, чтоб выкипело скорее. Но всё это «реанимация. - если всё сделано было правильно, то нужды в этом нет. Вот когда Вы чувствуете, что всё проходит «как надо. и остатки воды вот-вот выпарятся, убавляем огонь до «средне-слабого», дожидаемся, когда вода выкипит окончательно и убавляем огонь до самого маленького.",
      "time": 300,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Посыпьте рис слегка размолотой зирой и закройте самой плотной крышкой",
      "time": 120,
      "timer": false,
      "countdown": false
    },
    {
      "desc": "Ждите 20-25 минут и открывайте. Осторожно - первые струи пара очень горячие",
      "time": 1200,
      "timer": true,
      "countdown": true
    },
    {
      "desc": "Разрыхляя рис, найдём стручки перца и чеснок. Аккуратно, чтобы они не порвались и не разломились, удаляем их на отдельное блюдо. Перемешиваем всё тщательно, встряхивая рис. Попадутся дольки спины - их тоже отложим на отдельное блюдо. Выкладываем плов на круглое большое блюдо горкой, а чеснок поставим в самом верху, украшаем всё стручками перца и дольками спины и - понесли на стол!!!",
      "time": 300,
      "timer": false,
      "countdown": false
    }
  ]
}